Repository: ibanner/exodus
Catalog: languages/*.po
Languages: he_il

source: Page not found.
he_il: העמוד לא נמצא

source: It's not you, it's us.
he_il: זה לא את/ה, זה אנחנו.

source: Here, grab a link to the homepage
he_il: הנה, יש פה קישור לעמוד הבית

source: Order
he_il: סדר

source: Type
he_il: Type N/A

source: Categories
he_il: קטגוריות

source: Date
he_il: תאריך

source: One Comment
he_il: תגובה אחת

source: Comments are closed.
he_il: התגובות סגורות.

source: Your Name
he_il: השם שלך

source: Your Email
he_il: הדוא"ל שלך

source: Website
he_il: אתר

source: Leave a Comment
he_il: השאר תגובה

source: Cancel Comment
he_il: ביטול תגובה

source: Post Comment
he_il: פרסום תגובה

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account" class="log-out">Not You?</a>
he_il: מחובר בתור <a href="%1$s">%2$s</a>. <a href="%3$s" title="יציאה מהחשבון הזה" class="log-out">לא את/ה?</a>

source: Site by
he_il: אתר:

source: The Contechnician
he_il: התוכנאי - אינטרנט עסקי יעיל

source: expand child menu
he_il: הרחב תת-תפריט

source: collapse child menu
he_il: צמצם תת-תפריט

source: Primary Menu
he_il: תפריט עיקרי

source: Secondary Menu
he_il: תפריט משני

source: Account Menu
he_il: תפריט חשבון

source: Articles Sidebar
he_il: טור-צד - מאמרים

source: These widgets will appear in article pages.
he_il: הווידג'טים הללו יופיעו בעמודי מאמרים

source: KEM Logo
he_il: לוגו KEM

source: The Featured image you set was too small and was removed. Please set another image, at least 1170px wide!
he_il: התמונה הראשית שהגדרת הייתה קטנה מדי ולכן הוסרה. יש להגדיר תמונה אחרת, ברוחב של 1170 פיקסל לפחות!

source: User Information
he_il: פרטי משתמש

source: Profile
he_il: פרופיל

source: Share something about yourself!
he_il: כתוב משהו על עצמך!

source: Gender
he_il: מין

source: Female
he_il: נקבה

source: Male
he_il: זכר

source: Date of Birth
he_il: תאריך לידה

source: Featured Video
he_il: וידאו ראשי

source: Video Unavailable
he_il: וידאו לא זמין

source: More Results
he_il: עוד תוצאות

source: Not Set
he_il: לא הוגדר

source: Skip to content
he_il: דלג לתוכן

source: Search
he_il: חיפוש

source: Go to the home page of %1$s
he_il: לך לעמוד הבית של %1$s

source: My Account
he_il: החשבון שלי

source: Pick a Jewish Brain
he_il: חפש במוח היהודי

source: Menu
he_il: תפריט

source: Post Types
he_il: סוגי מאמרים

source: Post Type
he_il: סוג מאמר

source: All Post Types
he_il: כל סוגי המאמרים

source: Edit Post Type
he_il: ערוך סוג מאמר

source: View Post Type
he_il: צפה בסוג מאמר

source: Update Post Type
he_il: עדכן סוג מאמר

source: Add New Post Type
he_il: הוסף סוג מאמר חדש

source: New Post Type Name
he_il: שם סוג המאמר החדש

source: Siddurim
he_il: סידורים

source: My Siddur
he_il: הסידור שלי

source: Exodus Settings
he_il: הגדרות Exodus

source: Social Sharing Shortcodes
he_il: שורטקודים לשיתוף ברשתות חברתיות

source: In Single Pages
he_il: במאמרים עצמם

source: Tracking Code
he_il: קוד מעקב

source: Add to My Siddur
he_il: הוסף לסידור שלי

source: Remove from My Siddur
he_il: להסיר מהסידור שלי

source: (Log-in required)
he_il: (נדרשת התחברות למערכת)

source: Log In
he_il: התחברות

source: Sign Up
he_il: להירשם

source: Default User Avatar
he_il: תמונת פרופיל כללית

source: This author joined KEM on %1$s, and shared %2$d articles with the community. WTG!
he_il: כותב זה הצטרף ל-KEM ב-%1$s, ושיתף %2$d מאמרים עם הקהילה. כל הכבוד!

source: Type N/A
he_il: ללא סוג

source: All Types
he_il: כל הסוגים

source: Found %1$s articles
he_il: נמצאו %1$s מאמרים

source: Posted in %1$s
he_il: הועלה אל %1$s

source: Tagged %1$s
he_il: תגיות: %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
he_il: לכתוב תגובה<span class="screen-reader-text"> על %s</span>

source: Edit %s
he_il: לערוך את %s

source: Older
he_il: ישנים יותר

source: Newer
he_il: חדשים יותר

source: Posts navigation
he_il: ניווט בפוסטים

source: Pick a Jewish brain
he_il: חפש במוח היהודי

source: An interesting article from Kolehad.org
he_il: מאמר מעניין מ-kolehad.org

source: Thought you might be interested in this:
he_il: חשבתי שתמצא עניין בזה:

source: Share this on Facebook
he_il: שיתוף העמוד ב-Facebook

source: Share this on Twitter
he_il: שיתוף העמוד ב-Twitter

source: Share this on Pinterest
he_il: שיתוף העמוד ב-Pinterest

source: Share this via e-mail
he_il: שיתוף העמוד בדוא"ל

source: Best results for
he_il: התוצאות הטובות ביותר עבור

source: Articles tagged
he_il: מאמרים עם התגית

source: Search Results for
he_il: תוצאות חיפוש עבור

source: Articles by
he_il: מאמרים מאת

source: Archive for
he_il: ארכיון של:

source: Are you lost, dear friend?
he_il: הלכת לאיבוד?

source: You need to log in
he_il: עליך להתחבר

source: or
he_il: או

source: sign up
he_il: להירשם

source: to see this page.
he_il: כדי לצפות בעמוד הזה.

source: Update Account
he_il: עדכון חשבון

source: <b>Success!</b> Your account is now up-to-date with the new info.
he_il: הצלחה! החשבון שלך מעודכן עם הנתונים החדשים.

source: Your Siddur is still empty!
he_il: הסידור שלך עדיין ריק!

source: Add your favorite items to your Siddur, for quick access.
he_il: כדאי להוסיף לכאן מאמרים, כדי לקבל גישה מהירה ונוחה אליהם.

source: Submit for review
he_il: שלח לאישור

source: <b>Success!</b> Your article was submitted successfully and will be reviewed shortly.
he_il: כל הכבוד! המאמר שלך נשלח בהצלחה ויאושר בקרוב.

source: Post Views
he_il: מספר צפיות במאמר

source: Comments
he_il: תגובות

source: Share this article
he_il: שיתוף

source: Print this article
he_il: הדפסה

source: Cancel
he_il: בטל

source: Search for:
he_il: חיפוש של:

source: Select Post Type:
he_il: בחר סוג מאמר:

source: More about this...
he_il: עוד על זה....

source: Categories:
he_il: קטגוריות:

source: This %1$s article was posted on
he_il: מאמר ה%1$s הזה פורסם ביום
